
{
  "pageName":"About",
  "pageURL":"about",
  "title": "Canada's Forest Trust",
  "home": "ABOUT",
  "menu1": "INTRO",
  "menu2": "GROWING",
  "menu3": "TEAM",
  "header1": "We trust in nature.",
  "para1": "Canada’s Forest Trust began when maritimer Gary Zed set out to reforest five hundred acres of fallow land in his home province of New Brunswick.",
  "para2": "The professional foresters, seedling producers, and scientific experts who collaborated on that project taught Gary an invaluable lesson: under the right conditions, a forest can become a force of nature—quite literally. As the threat of climate change closes in, forests are one of our last and best chances to save our planet before it’s too late.",
  "para3_1":"And so Canada’s Forest Trust was born. Our “why” is simple: to win the fight against climate change, we must unlock the power of Canadian-built forests. You’ll find our “how” in ",
  "para3_link":"our five-phase Smart Forest action plan",
  "para3_2":", which lays out the steps we’ll take to plant 10 million acres of Smart Forests™ by 2040.",
  "para4_1": "As for our “who”—well, that’s where you come in. Whether you represent",
  "para4_link1":"a company",
  "para4_2":" seeking to diversify your ESG investments, ",
  "para4_link2":"a school",
  "para4_3":" looking for a meaningful vehicle to raise money and educate tomorrow’s climate advocates, ",
  "para4_link3":"an individual",
  "para4_4":" laying down roots for future generations, or ",
  "para4_link4":"a community member",
  "para4_5":" searching for new ways to grow, you have a role to play in the future of Canada’s forests—a role that’s intrinsically linked to the future of our planet.",
  "header2": "ON THIS PAGE",
  "link1": "What Keeps Us Growing?",
  "link2": "Meet Our Leadership Team",

  "part1_header1": "What keeps us growing?",
  "part1_header2": "We are a values-driven organization. Our actions are rooted in a proven, science-based understanding that:",
  "part1_para1": "An issue as threatening as climate change needs a solution as smart as forests.",
  "part1_para2": "When you invest in a Smart Forest, you invest in one of the most powerful forces against climate change: nature.",
  "part1_para3": "It’s critically important that we learn from, engage with, and consult with Indigenous communities from across Canada.",
  "part1_para4": "As cultural attitudes towards climate change shift and become more urgent, market values will shift with them, ensuring that environmental, societal and economic interests can coexist.",
  "part1_para5": "By making the green economy accessible to everyone – from individuals to schools to corporations – we can help align values and promote tangible investments into a greener, cleaner and more sustainable planet.",
  
  "part2_header1": "Meet Our Leadership Team",
  "Option1":"OPTION 1",
  "Option2":"OPTION 2",
  "Option3":"OPTION 3",
  "PLACEHOLDERNAME1":"Person Name 1",
  "PLACEHOLDERNAME2":"Person Name 2",
  "PLACEHOLDERNAME3":"Person Name 3",
  "PLACEHOLDERNAME4":"Person Name 4",
  "PLACEHOLDERNAME5":"Person Name 5",
  "PLACEHOLDERNAME6":"Person Name 6",
  "PLACEHOLDERNAME7":"Person Name 7",
  "PLACEHOLDERNAME8":"Person Name 8",
  "PLACEHOLDERNAME9":"Person Name 9",
  "PLACEHOLDERNAME10": "Person Name 10",
  "PLACEHOLDERNAME11": "Person Name 11",
  "PLACEHOLDERNAME12": "Person Name 12",
  "":""
}
