{
  "pageName":"Canada's Forest Trust - Home",
  "pageURL":"Home",
  "title": "Canada's Forest Trust",
  "home": "HOME",
  "menu1": "INTRO",
  "menu2": "WHAT",
  "menu3": "HOW",
  "menu4": "WHO",
  "menu5": "I WOULD LIKE TO...",
  "menu6": "CALCULATE",
  "modal1_header":"THE SMART FOREST INITIATIVE",
  "modal1_close":"Close",
  "part1_header1": "Don't just care about the environment.",
  "part1_header2": "Prove it.",
  "part1_header3": "With your help, we will reforest 10 million acres of Canadian land and protect it forever.",
  "part1_header4": "Canada's Forest Trust",
  "part1_box1para": "**Provides** turnkey solutions for corporations, schools, individuals, and families to get to net-zero carbon emissions.",
  "part1_box2para": "**Advocates** for nature-based solutions which are necessary to reverse the damage caused by deforestation.",
  "part1_box3para": "**Leverages** technologies, analytics and indigenous land knowledge keepers to support healthy, sustainable and biodiverse Smart Forests™.",
  "part1_box4para": "**Guarantees** protection and preservation through forest management practices and seven generational thinking backed by our forever no clear-cut guarantee.",
  "part1_button1": "WATCH OUR VIDEO",
  "part2_header1": "What is a Smart Forest?",
  "part2_para1": "A Smart Forest combines the resilience of a natural ecosystem, developed over millennia, with the predictive capabilities of today’s technologies. Inside a Smart Forest, biodiversity thrives; outside of it, scientists, students, investors and conservationists use digital instruments to understand and activate the forest’s role in cleaning our water, purifying our air, and replenishing our lost resources.",
  "part2_button1": "Learn more about Smart Forests",
  "part3_header1": "How does a Smart Forest happen?",
  "part3_para1": "To plant a tree, you need a shovel. To build a Smart Forest, you need a five-phase strategic action plan, validated by modern science and calibrated to address the needs of a healthy, thriving forest, now and for generations to come.",
  "part3_button1": "Explore our Smart Forest action plan",
  "part4_header1": "Who can support a Smart Forest?",
  "part4_para1": "If you care about the future of our planet and the health of our natural ecosystems, you belong here. We invite youth, individuals, families, farmers, landowners, indigenous peoples and Canada’s corporate leaders to collaborate on this resilient, long-term climate solution.",
  "part5_header1": "I would like to...",
  "part5_button1": "Build a Smart Forest",
  "part5_button2": "Meet my corporate ESG obligations",
  "part5_button3": "Get my school involved",
  "part5_button4": "Establish a legacy forest",
  "part5_button5": "Contribute to a communal forest",
  "part5_button6": "Create opportunities for Indigenous communities",
  "part5_button7": "Calculate my impact",
  "part5_button8": "Learn about Canada's Forest Trust",
  "part6_header1": "What difference can I make?",
  "part6_para1": "Use our custom-built net-zero carbon calculator and forest calculator to understand exactly how your investment in Smart Forests will offset your climate impact.",
  "part6_box1para1": "STEP 1",
  "part6_box1para2": "What is your carbon footprint?",
  "part6_box1para3": "Calculate how much carbon you, your family, your corporation, or your school generates in an average year.",
  "part6_box1button1": "Calculate your carbon footprint",
  "part6_box2para1": "STEP 2",
  "part6_box2para2": "Your “net zero” Smart Forest target",
  "part6_box2para3": "Calculate how many acres you, your family, your corporation, or your school must invest in to reach a net-zero emissions target. ",
  "part6_box2button1": "Calculate your NET ZERO target",
  "part6_box3para1": "STEP 3",
  "part6_box3para2": "Your “net negative” Smart Forest target",
  "part6_box3para3": "Calculate how many acres you, your corporation, or your school must invest in to reach a net-negative emissions target.",
  "part6_box3button1": "Calculate your NET NEGATIVE target"
}