{
  "heading": "Never Plant a Single Tree Again.",
  "paragraph1": "When faced with the greatest global threat of the 21st century, nothing short of large-scale, immediate action will do. It’s time to value forests for more than just a single tree and harness their power to clean our air, purify our waters and protect our wildlife, all while creating green jobs for generations to come.",
  "paragraph2": "CFT sees the forest despite the trees. We are harnessing the power of Smart Forests™ – a nature-based solution with meaningful, measurable impacts.",
  "impactCardTitle": "Measure Your Impact!",
  "try": "Try Our",
  "foresttrust":"Canada’s Forest Trust",
  "card1":"A Canadian owned and operated company with roots in New Brunswick",
  "card2":"A mission to build 10 million acres of Smart Forests™ across Canada by 2040",
  "card3":"An accessible, easy, nature-based solution to combat climate change",
  "buildyourforest":"Build your forest with Canada’s Forest Trust",
  "buildbutton":"Build A Smart Forest™",
  "powertitle":"The Power of Smart Forests™",
  "powerpara":"Smart Forests™ build a more resilient and biodiverse Canada, clean our air and waterways and sequester millions of tons of carbon dioxide every year. With strategic and purposful planting, preserving and protecting, Smart Forests™ have the power to be natural climate solutions by upholding the integrity of our planet, for generations to come.",
  "unlockbutton":"Unlock the power of Smart Forests™",
  "buildtitle":"Build a Smart Forest™",
  "buildpara":"Canada’s Forest Trust engages and empowers youth, families, farmers, landowners, Indigenous communities and corporate Canada to work together to build a more resilient environment and meet our country’s global commitment to a net-zero future.",
  "buildbutton2":"Build Your Smart Forest™",
  "portaltitle":"Your Smart Forest™",
  "portalpara":"CFT provides 24/7 access to an exclusive client portal that offers a number of options to engage with the progress of their Smart Forests TM growth as they measure and track its impact on the environment, economy and society. This forest learning hub will help you navigate how your Smart Forests TM are growing a cleaner, greener and more resilient Canada.",
  "portalbutton":"Explore Your Smart Forest™"

}