{
  "pageName":"Inside CFT",
  "pageURL":"inside",
  "title": "Canada's Forest Trust",
  "home": "INSIDE CFT",
  "menu1": "INTRO",
  "menu2": "GROWING",
  "menu3": "TEAM",
  "header1": "What keeps us growing?",
  "para1": "We are a values-driven organization. Our actions are rooted in a proven, science-based understanding that:",
  "para2": "An issue as threatening as climate change needs a solution as smart as forests.",
  "para3": "When you invest in a Smart Forest, you invest in one of the most powerful forces against climate change: nature.",
  "para4": "As cultural attitudes towards climate change shift, environmental, societal and economic interests align.",
  "para5": "It’s critically important that we learn from, engage with, and consult with Indigenous communities across Canada.",
  "para6": "By making the green economy accessible to everyone – from individuals to schools to corporations, we create a greener, cleaner and more sustainable planet.",
  "header2": "ON THIS PAGE",
  "link1": "Watch our video",
  "link2": "5 Phase Approach",
  "link3": "What is a Smart Forest?",
  "link4": "Meet our team",
  "link5": "Q & A",

  "header3": "Watch Our Video",
  "header3para": "CFT was established by **Gary Zed**, an entrepreneur with a reputation for taking on tough challenges and getting things done. A leader with a national vision, Gary heads up a team that is committed to making CFT the most talked about climate success story in the decades ahead.",

  "header4": "CFT’s Smart Forest Action Plan",
  "header4para": "When you invest in a Smart Forest, we keep you informed on its progress - from site selection to planting to ongoing maintenance and carbon and biodiversity footprint impact as well as building meaningful relationships with our Indigenous peoples. CFT manages the forest landscape from the moment you buy your forest.",

  "header5": "What is a Smart Forest?",
  "header5para": "A Smart Forest combines the resilience of a natural ecosystem, developed over millennia, with the predictive capabilities of today’s technologies and Canada’s First Peoples. Inside a Smart Forest, biodiversity thrives; outside of it, scientists, students, investors, and conservationists use digital instruments to understand and activate the forest’s role in cleaning our water, purifying our air, and restoring our country’s vast and vital ecosystems.",
  "subheader1": "A Forest",
  "subheader2": "A _Smart_ Forest",
  "subheader1list1": "Mitigates climate change by sequestering carbon",
  "subheader1list2": "Purifies the air and improves soil quality Regulates, filters, and moderates water flow",
  "subheader1list3": "Supports wildlife and plant species that would otherwise disappear",
  "subheader1list4": "Helps mitigate and prevent natural disasters",
  "subheader2list1": "Is a forest and an investment in the health of our planet",
  "subheader2list2": "Offers a tangible way to offset a large carbon footprint",
  "subheader2list3": "Maximizes its impact through expert forest management and Indigenous oversight",
  "subheader2list4": "Proves its effectiveness via proprietary digital tools",
  "subheader2list5": "Boosts the green economy",
  "subheader2list6": "Empowers the Indigenous economy",
  "subheader2list7": "Is protected forever with a no clear-cut guarantee",

  "header6": "Meet Our Team",

  "header7": "Questions & Answers",
  "header7para": "Canada’s Forest Trust will plant millions of acres of Smart Forests across Canada by 2040. We will build on deforested land located in ecologically diverse regions across the country, and will protect some of our nation’s most imperilled plants and animals."

}
