{
  "heading": "The Power of Smart Forests™",
  "list1": "Sequester carbon",
  "list2": "Mitigate climate change",
  "list3": "Decrease the severity and frequency of wildfires by lowering annual temperatures",
  "list4": "Boost the green economy",
  "list5": "Improve human health conditions",
  "list6": "Purify the air",
  "list7": "Regulate, filter water and moderate water flow",
  "list8": "Provide for bees, birds and animals who would otherwise disappear from the area",
  "list9": "Improve soil quality",
  "list10": "Help mitigate andor prevent natural disasters like erosion and landslides",
  "list11": "Leverage digital tools to maintain and monitor forest quality",
  "list12": "Provide an opportunity for all Canadians to better understand the power of a forest",
  "smarttitle":"Our Smart Forests™",
  "canadacontribution": "Canada's Carbon Countdown",
  "unlock":"Unlock the Power of the Forest",
  "smartpara": "Smart Forests™ are built by individuals, families, schools and corporations – they are customizable, inclusive and achievable in every province and territory in Canada.",
  "card1title":"Corporate Forests",
  "card1para":"A turnkey & sustainable solution to meet ESG needs",
  "learnmore":"Learn More",
  "card2title":"School Forests",
  "card2para":"An engaging & tangible way for schools and students to combat climate change",
  "card3title":"Legacy Forests",
  "card3para":"A unique way to leave a healthy planet for future generations",
  "card4title":"Communal Forests",
  "card4para":"An opportunity for every Canadian to participate",
  "carboncount":"Canada’s Carbon Countdown",
  "decreasetitle":"Click here to learn how to decrease your environmental impact!",
  "offsetbutton":"Carbon Offset Calculator",
  "unlocktitle":"Unlock the Power of the Forest",
  "unlockpara":"Our world is facing the single greatest threat of the 21st century, and as we begin to understand the dire ecological, social and economic consequences of climate change, we need the support of all Canadians.",
  "buildctatitle":"Build your forest with Canada’s Forest Trust",
  "buildctabutton":"Build a Smart Forest™"
}